{
  "text": {
    "hey": 49,
    "hello": 48,
    "hi": 50,
    "there": 92,
    "good": 40,
    "morning": 65,
    "evening": 31,
    "moin": 64,
    "let": 59,
    "s": 79,
    "go": 38,
    "dude": 30,
    "goodmorning": 43,
    "goodevening": 42,
    "afternoon": 3,
    "cu": 24,
    "by": 17,
    "cee": 19,
    "you": 106,
    "later": 58,
    "night": 71,
    "bye": 18,
    "goodbye": 41,
    "have": 46,
    "a": 2,
    "nice": 70,
    "day": 25,
    "see": 83,
    "around": 9,
    "yes": 105,
    "y": 104,
    "indeed": 56,
    "of": 74,
    "course": 23,
    "that": 90,
    "sounds": 85,
    "correct": 22,
    "no": 72,
    "n": 67,
    "never": 69,
    "i": 54,
    "don": 27,
    "t": 88,
    "think": 93,
    "so": 84,
    "like": 60,
    "way": 98,
    "not": 73,
    "really": 78,
    "perfect": 76,
    "great": 44,
    "amazing": 5,
    "feeling": 35,
    "king": 57,
    "wonderful": 102,
    "am": 4,
    "very": 96,
    "going": 39,
    "to": 94,
    "save": 82,
    "the": 91,
    "world": 103,
    "super": 87,
    "stoked": 86,
    "extremely": 32,
    "my": 66,
    "was": 97,
    "horrible": 51,
    "sad": 81,
    "feel": 34,
    "well": 99,
    "disappointed": 26,
    "m": 63,
    "unhappy": 95,
    "extremly": 33,
    "saad": 80,
    "are": 8,
    "bot": 16,
    "human": 53,
    "talking": 89,
    "need": 68,
    "__number__": 1,
    "bedroom": 14,
    "house": 52,
    "in": 55,
    "dublin": 29,
    "looking": 62,
    "for": 36,
    "place": 77,
    "with": 101,
    "beds": 15,
    "and": 6,
    "baths": 12,
    "galway": 37,
    "bathroom": 11,
    "1bhk": 0,
    "cork": 21,
    "parking": 75,
    "bed": 13,
    "apartment": 7,
    "limerick": 61,
    "central": 20,
    "heating": 47,
    "balcony": 10,
    "dryer": 28,
    "gym": 45,
    "wifi": 100
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}