{
  "text": {
    "hey": 47,
    "hello": 46,
    "hi": 48,
    "there": 90,
    "good": 40,
    "morning": 63,
    "evening": 30,
    "moin": 62,
    "let": 56,
    "s": 76,
    "go": 38,
    "dude": 29,
    "goodmorning": 43,
    "goodevening": 42,
    "afternoon": 2,
    "cu": 24,
    "by": 18,
    "cee": 20,
    "you": 103,
    "later": 55,
    "night": 69,
    "bye": 19,
    "goodbye": 41,
    "have": 45,
    "a": 1,
    "nice": 68,
    "day": 25,
    "see": 81,
    "around": 8,
    "yes": 102,
    "y": 101,
    "indeed": 53,
    "of": 72,
    "course": 23,
    "that": 88,
    "sounds": 83,
    "correct": 22,
    "no": 70,
    "n": 65,
    "never": 67,
    "i": 51,
    "don": 27,
    "t": 86,
    "think": 91,
    "so": 82,
    "like": 57,
    "way": 96,
    "not": 71,
    "really": 75,
    "perfect": 73,
    "great": 44,
    "amazing": 4,
    "feeling": 34,
    "king": 54,
    "wonderful": 99,
    "am": 3,
    "very": 94,
    "going": 39,
    "to": 92,
    "save": 79,
    "the": 89,
    "world": 100,
    "super": 85,
    "stoked": 84,
    "extremely": 31,
    "my": 64,
    "was": 95,
    "horrible": 49,
    "sad": 78,
    "feel": 33,
    "well": 97,
    "disappointed": 26,
    "m": 60,
    "unhappy": 93,
    "extremly": 32,
    "saad": 77,
    "are": 7,
    "bot": 17,
    "human": 50,
    "talking": 87,
    "looking": 59,
    "for": 37,
    "__number__": 0,
    "bed": 13,
    "and": 5,
    "bath": 9,
    "in": 52,
    "dublin": 28,
    "bedroom": 14,
    "bathrooms": 11,
    "flat": 36,
    "with": 98,
    "bathroom": 10,
    "need": 66,
    "bhk": 16,
    "find": 35,
    "me": 61,
    "place": 74,
    "beds": 15,
    "baths": 12,
    "searching": 80,
    "apartment": 6,
    "cork": 21,
    "location": 58
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}