{
  "text": {
    "hey": 51,
    "hello": 50,
    "hi": 52,
    "there": 96,
    "good": 42,
    "morning": 67,
    "evening": 32,
    "moin": 66,
    "let": 61,
    "s": 81,
    "go": 40,
    "dude": 31,
    "goodmorning": 45,
    "goodevening": 44,
    "afternoon": 3,
    "cu": 25,
    "by": 18,
    "cee": 20,
    "you": 111,
    "later": 60,
    "night": 73,
    "bye": 19,
    "goodbye": 43,
    "have": 48,
    "a": 2,
    "nice": 72,
    "day": 26,
    "see": 86,
    "around": 9,
    "yes": 110,
    "y": 109,
    "indeed": 58,
    "of": 76,
    "course": 24,
    "that": 94,
    "sounds": 88,
    "correct": 23,
    "no": 74,
    "n": 69,
    "never": 71,
    "i": 56,
    "don": 28,
    "t": 92,
    "think": 97,
    "so": 87,
    "like": 62,
    "way": 103,
    "not": 75,
    "really": 80,
    "perfect": 78,
    "great": 46,
    "amazing": 5,
    "feeling": 36,
    "king": 59,
    "wonderful": 107,
    "am": 4,
    "very": 100,
    "going": 41,
    "to": 98,
    "save": 84,
    "the": 95,
    "world": 108,
    "super": 91,
    "stoked": 89,
    "extremely": 33,
    "my": 68,
    "was": 102,
    "horrible": 53,
    "sad": 83,
    "feel": 35,
    "well": 104,
    "disappointed": 27,
    "m": 65,
    "unhappy": 99,
    "extremly": 34,
    "saad": 82,
    "are": 8,
    "bot": 17,
    "human": 55,
    "talking": 93,
    "need": 70,
    "__number__": 1,
    "bedroom": 15,
    "house": 54,
    "in": 57,
    "dublin": 30,
    "looking": 64,
    "for": 38,
    "place": 79,
    "with": 106,
    "beds": 16,
    "and": 6,
    "baths": 13,
    "galway": 39,
    "bathroom": 12,
    "1bhk": 0,
    "cork": 22,
    "parking": 77,
    "bed": 14,
    "apartment": 7,
    "limerick": 63,
    "central": 21,
    "heating": 49,
    "balcony": 10,
    "dryer": 29,
    "gym": 47,
    "wifi": 105,
    "want": 101,
    "bath": 11,
    "searching": 85,
    "studio": 90,
    "flat": 37
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}