{
  "text": {
    "hey": 42,
    "hello": 41,
    "hi": 43,
    "there": 84,
    "good": 35,
    "morning": 56,
    "evening": 25,
    "moin": 55,
    "let": 51,
    "s": 69,
    "go": 33,
    "dude": 24,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 2,
    "cu": 19,
    "by": 13,
    "cee": 15,
    "you": 98,
    "later": 50,
    "night": 62,
    "bye": 14,
    "goodbye": 36,
    "have": 40,
    "a": 1,
    "nice": 61,
    "day": 20,
    "see": 74,
    "around": 7,
    "yes": 97,
    "y": 96,
    "indeed": 48,
    "of": 65,
    "course": 18,
    "that": 82,
    "sounds": 76,
    "correct": 17,
    "no": 63,
    "n": 58,
    "never": 60,
    "i": 46,
    "don": 22,
    "t": 80,
    "think": 85,
    "so": 75,
    "like": 52,
    "way": 91,
    "not": 64,
    "really": 68,
    "perfect": 66,
    "great": 39,
    "amazing": 4,
    "feeling": 29,
    "king": 49,
    "wonderful": 94,
    "am": 3,
    "very": 88,
    "going": 34,
    "to": 86,
    "save": 72,
    "the": 83,
    "world": 95,
    "super": 79,
    "stoked": 77,
    "extremely": 26,
    "my": 57,
    "was": 90,
    "horrible": 44,
    "sad": 71,
    "feel": 28,
    "well": 92,
    "disappointed": 21,
    "m": 54,
    "unhappy": 87,
    "extremly": 27,
    "saad": 70,
    "are": 6,
    "bot": 12,
    "human": 45,
    "talking": 81,
    "want": 89,
    "__number__": 0,
    "bed": 10,
    "bath": 8,
    "in": 47,
    "dublin": 23,
    "looking": 53,
    "for": 31,
    "and": 5,
    "need": 59,
    "flat": 30,
    "cork": 16,
    "searching": 73,
    "place": 67,
    "with": 93,
    "beds": 11,
    "baths": 9,
    "galway": 32,
    "studio": 78
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}