{
  "text": {
    "hey": 48,
    "hello": 47,
    "hi": 49,
    "there": 93,
    "good": 41,
    "morning": 65,
    "evening": 31,
    "moin": 64,
    "let": 59,
    "s": 79,
    "go": 39,
    "dude": 30,
    "goodmorning": 44,
    "goodevening": 43,
    "afternoon": 2,
    "cu": 25,
    "by": 18,
    "cee": 20,
    "you": 108,
    "later": 58,
    "night": 72,
    "bye": 19,
    "goodbye": 42,
    "have": 46,
    "a": 1,
    "nice": 71,
    "day": 26,
    "see": 84,
    "around": 8,
    "yes": 107,
    "y": 106,
    "indeed": 55,
    "of": 75,
    "course": 24,
    "that": 91,
    "sounds": 86,
    "correct": 22,
    "no": 73,
    "n": 68,
    "never": 70,
    "i": 53,
    "don": 28,
    "t": 89,
    "think": 94,
    "so": 85,
    "like": 60,
    "way": 100,
    "not": 74,
    "really": 78,
    "perfect": 76,
    "great": 45,
    "amazing": 4,
    "feeling": 35,
    "king": 56,
    "wonderful": 103,
    "am": 3,
    "very": 97,
    "going": 40,
    "to": 95,
    "save": 82,
    "the": 92,
    "world": 104,
    "super": 88,
    "stoked": 87,
    "extremely": 32,
    "my": 67,
    "was": 99,
    "horrible": 50,
    "sad": 81,
    "feel": 34,
    "well": 101,
    "disappointed": 27,
    "m": 62,
    "unhappy": 96,
    "extremly": 33,
    "saad": 80,
    "are": 7,
    "bot": 17,
    "human": 52,
    "talking": 90,
    "looking": 61,
    "for": 38,
    "__number__": 0,
    "bed": 13,
    "and": 5,
    "bath": 9,
    "in": 54,
    "dublin": 29,
    "bedroom": 14,
    "bathrooms": 11,
    "flat": 37,
    "with": 102,
    "bathroom": 10,
    "need": 69,
    "bhk": 16,
    "find": 36,
    "me": 63,
    "place": 77,
    "beds": 15,
    "baths": 12,
    "searching": 83,
    "apartment": 6,
    "cork": 21,
    "want": 98,
    "know": 57,
    "how": 51,
    "much": 66,
    "would": 105,
    "cost": 23
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}