{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 84,
    "good": 36,
    "morning": 58,
    "evening": 27,
    "moin": 57,
    "let": 52,
    "s": 70,
    "go": 34,
    "dude": 26,
    "goodmorning": 39,
    "goodevening": 38,
    "afternoon": 2,
    "cu": 21,
    "by": 16,
    "cee": 18,
    "you": 97,
    "later": 51,
    "night": 64,
    "bye": 17,
    "goodbye": 37,
    "have": 41,
    "a": 1,
    "nice": 63,
    "day": 22,
    "see": 74,
    "around": 7,
    "yes": 96,
    "y": 95,
    "indeed": 49,
    "of": 67,
    "course": 20,
    "that": 82,
    "sounds": 77,
    "correct": 19,
    "no": 65,
    "n": 60,
    "never": 62,
    "i": 47,
    "don": 24,
    "t": 80,
    "think": 85,
    "so": 75,
    "like": 53,
    "way": 90,
    "not": 66,
    "really": 69,
    "perfect": 68,
    "great": 40,
    "amazing": 4,
    "feeling": 31,
    "king": 50,
    "wonderful": 93,
    "am": 3,
    "very": 88,
    "going": 35,
    "to": 86,
    "save": 73,
    "the": 83,
    "world": 94,
    "super": 79,
    "stoked": 78,
    "extremely": 28,
    "my": 59,
    "was": 89,
    "horrible": 45,
    "sad": 72,
    "feel": 30,
    "well": 91,
    "disappointed": 23,
    "m": 55,
    "unhappy": 87,
    "extremly": 29,
    "saad": 71,
    "are": 6,
    "bot": 15,
    "human": 46,
    "talking": 81,
    "looking": 54,
    "for": 33,
    "__number__": 0,
    "bed": 11,
    "and": 5,
    "bath": 8,
    "in": 48,
    "dublin": 25,
    "bedroom": 12,
    "need": 61,
    "bathrooms": 10,
    "find": 32,
    "me": 56,
    "something": 76,
    "with": 92,
    "beds": 13,
    "bhk": 14,
    "bathroom": 9
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}