{
  "text": {
    "hey": 43,
    "hello": 42,
    "hi": 44,
    "there": 85,
    "good": 35,
    "morning": 58,
    "evening": 26,
    "moin": 57,
    "let": 52,
    "s": 70,
    "go": 33,
    "dude": 25,
    "goodmorning": 38,
    "goodevening": 37,
    "afternoon": 2,
    "cu": 20,
    "by": 14,
    "cee": 16,
    "you": 100,
    "later": 51,
    "night": 63,
    "bye": 15,
    "goodbye": 36,
    "have": 40,
    "a": 1,
    "nice": 62,
    "day": 21,
    "see": 74,
    "around": 8,
    "yes": 99,
    "y": 98,
    "indeed": 49,
    "of": 66,
    "course": 19,
    "that": 83,
    "sounds": 77,
    "correct": 18,
    "no": 64,
    "n": 60,
    "never": 61,
    "i": 47,
    "don": 23,
    "t": 81,
    "think": 86,
    "so": 76,
    "like": 53,
    "way": 92,
    "not": 65,
    "really": 69,
    "perfect": 68,
    "great": 39,
    "amazing": 4,
    "feeling": 30,
    "king": 50,
    "wonderful": 96,
    "am": 3,
    "very": 89,
    "going": 34,
    "to": 87,
    "save": 73,
    "the": 84,
    "world": 97,
    "super": 80,
    "stoked": 78,
    "extremely": 27,
    "my": 59,
    "was": 91,
    "horrible": 45,
    "sad": 72,
    "feel": 29,
    "well": 93,
    "disappointed": 22,
    "m": 55,
    "unhappy": 88,
    "extremly": 28,
    "saad": 71,
    "are": 7,
    "bot": 13,
    "human": 46,
    "talking": 82,
    "want": 90,
    "__number__": 0,
    "bedroom": 12,
    "apartment": 6,
    "in": 48,
    "dublin": 24,
    "with": 95,
    "parking": 67,
    "bed": 11,
    "bath": 9,
    "flat": 32,
    "show": 75,
    "me": 56,
    "listings": 54,
    "central": 17,
    "heating": 41,
    "studio": 79,
    "bathroom": 10,
    "and": 5,
    "wi": 94,
    "fi": 31
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "predict_rent": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}