{
  "text": {
    "hey": 45,
    "hello": 44,
    "hi": 46,
    "there": 88,
    "good": 38,
    "morning": 60,
    "evening": 28,
    "moin": 59,
    "let": 55,
    "s": 73,
    "go": 36,
    "dude": 27,
    "goodmorning": 41,
    "goodevening": 40,
    "afternoon": 2,
    "cu": 22,
    "by": 16,
    "cee": 18,
    "you": 102,
    "later": 54,
    "night": 66,
    "bye": 17,
    "goodbye": 39,
    "have": 43,
    "a": 1,
    "nice": 65,
    "day": 23,
    "see": 78,
    "around": 8,
    "yes": 101,
    "y": 100,
    "indeed": 52,
    "of": 69,
    "course": 21,
    "that": 86,
    "sounds": 80,
    "correct": 20,
    "no": 67,
    "n": 62,
    "never": 64,
    "i": 50,
    "don": 25,
    "t": 84,
    "think": 89,
    "so": 79,
    "like": 56,
    "way": 95,
    "not": 68,
    "really": 72,
    "perfect": 70,
    "great": 42,
    "amazing": 4,
    "feeling": 32,
    "king": 53,
    "wonderful": 98,
    "am": 3,
    "very": 92,
    "going": 37,
    "to": 90,
    "save": 76,
    "the": 87,
    "world": 99,
    "super": 83,
    "stoked": 81,
    "extremely": 29,
    "my": 61,
    "was": 94,
    "horrible": 47,
    "sad": 75,
    "feel": 31,
    "well": 96,
    "disappointed": 24,
    "m": 58,
    "unhappy": 91,
    "extremly": 30,
    "saad": 74,
    "are": 7,
    "bot": 15,
    "human": 49,
    "talking": 85,
    "want": 93,
    "__number__": 0,
    "bed": 12,
    "bath": 9,
    "in": 51,
    "dublin": 26,
    "looking": 57,
    "for": 34,
    "and": 5,
    "need": 63,
    "flat": 33,
    "cork": 19,
    "searching": 77,
    "place": 71,
    "with": 97,
    "beds": 14,
    "baths": 11,
    "galway": 35,
    "studio": 82,
    "bedroom": 13,
    "house": 48,
    "bathrooms": 10,
    "apartment": 6
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}