{
  "text": {
    "hey": 59,
    "hello": 58,
    "hi": 60,
    "there": 111,
    "good": 50,
    "morning": 79,
    "evening": 39,
    "moin": 78,
    "let": 70,
    "s": 95,
    "go": 48,
    "dude": 38,
    "goodmorning": 53,
    "goodevening": 52,
    "afternoon": 2,
    "cu": 29,
    "by": 22,
    "cee": 24,
    "you": 128,
    "later": 69,
    "night": 86,
    "bye": 23,
    "goodbye": 51,
    "have": 56,
    "a": 1,
    "nice": 85,
    "day": 31,
    "see": 100,
    "around": 10,
    "yes": 127,
    "y": 126,
    "indeed": 66,
    "of": 89,
    "course": 28,
    "that": 109,
    "sounds": 103,
    "correct": 27,
    "no": 87,
    "n": 81,
    "never": 84,
    "i": 64,
    "don": 35,
    "t": 107,
    "think": 112,
    "so": 101,
    "like": 71,
    "way": 120,
    "not": 88,
    "really": 93,
    "perfect": 91,
    "great": 54,
    "amazing": 4,
    "feeling": 43,
    "king": 68,
    "wonderful": 124,
    "am": 3,
    "very": 116,
    "going": 49,
    "to": 113,
    "save": 98,
    "the": 110,
    "world": 125,
    "super": 106,
    "stoked": 104,
    "extremely": 40,
    "my": 80,
    "was": 118,
    "horrible": 61,
    "sad": 97,
    "feel": 42,
    "well": 121,
    "disappointed": 32,
    "m": 75,
    "unhappy": 114,
    "extremly": 41,
    "saad": 96,
    "are": 8,
    "bot": 21,
    "human": 63,
    "talking": 108,
    "want": 117,
    "__number__": 0,
    "bed": 16,
    "bath": 12,
    "in": 65,
    "dublin": 37,
    "looking": 74,
    "for": 46,
    "and": 5,
    "need": 83,
    "flat": 45,
    "cork": 26,
    "searching": 99,
    "place": 92,
    "with": 123,
    "beds": 19,
    "baths": 15,
    "galway": 47,
    "studio": 105,
    "bedroom": 17,
    "house": 62,
    "bathrooms": 14,
    "apartment": 7,
    "bathroom": 13,
    "near": 82,
    "something": 102,
    "limerick": 72,
    "bedrooms": 18,
    "find": 44,
    "me": 77,
    "d": 30,
    "bhk": 20,
    "parking": 90,
    "wifi": 122,
    "rent": 94,
    "unit": 115,
    "gym": 55,
    "dryer": 36,
    "do": 34,
    "area": 9,
    "central": 25,
    "heating": 57,
    "balcony": 11,
    "dishwasher": 33,
    "interested": 67,
    "any": 6,
    "listings": 73,
    "washing": 119,
    "machine": 76
  },
  "intent": {
    "greet": 4,
    "goodbye": 3,
    "affirm": 0,
    "deny": 2,
    "mood_great": 5,
    "mood_unhappy": 6,
    "bot_challenge": 1,
    "provide_rent_details": 7
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_cheer_up": 12,
    "utter_did_that_help": 13,
    "utter_goodbye": 14,
    "utter_greet": 15,
    "utter_happy": 16,
    "utter_iamabot": 17
  },
  "action_text": null,
  "intent_response_key": null
}